Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_sync_problem_sign_in
source: Sign in to your Mozilla account again to keep syncing.
ab: Асинхронизациа арежим азы, ааԥхьара Mozilla аккаунт аҟны шәхы.
am: ማመሳሰሉን ለመቀጠል እንደገና ወደ Mozilla መለያዎ ይግቡ።
an: Torna a iniciar sesión en a tuya cuenta de Mozilla ta continar sincronizando.
ar: سجّل الدخول إلى حساب Mozilla مجددًا لمواصلة المزامنة.
ast: Anicia sesión na to cuenta Mozilla otra vegada pa siguir sincronizando.
az: Sinxronlaşdırmaya davam etmək üçün Mozilla hesabınıza yenidən daxil olun.
azb: همگام‌سازی‌یا داوام ائتمک اوچون Mozilla حسابینیزا یئنیدن داخل اولون.
ban: Sign in buin ka akun Mozilla ragane apang tetep nyidang nyinkronang.
be: Увайдзіце ва ўліковы запіс Mozilla зноў, каб працягнуць сінхранізацыю.
bg: Влезте отново в профила си в Mozilla, за да продължите синхронизирането.
bn: Sync চালিয়ে যেতে আপনার Mozilla অ্যাকাউন্টে আবার সাইন ইন করুন।
bqi: بره ادامه همگامی، دوباره بیا تو حساب Mozilla خودت.
br: Kevreit ouzh ho kont Mozilla en-dro evit kenderc’hel da c’houbredañ.
brh: سنک جاری راکھننا نا واسطے نی نا Mozilla اکاؤنٹ اٹ دوبارہ سائن ان کبو۔
bs: Ponovo se prijavite na svoj Mozilla račun da nastavite sinhronizaciju.
ca: Torneu a iniciar la sessió amb el vostre compte de Mozilla per continuar sincronitzant.
cak: Tatok chik pa ri Rukwenta Mozilla richin nik'oje' ri junamirisanik.
ceb: Mag-sign in usab sa imong Mozilla account para magpadayon ang pag-sync.
ckb: دووبارە بچۆرە ژوورەوە بۆ هەژماری Mozilla ی خۆت بۆ بەردەوامبوونی هاوکاتکردن.
co: Ricunnettitevi à u vostru contu Mozilla per cuntinuà à sincrunizà.
cs: Pro pokračování synchronizace se znovu přihlaste ke svému účtu Mozilly.
cy: Mewngofnodwch i’ch cyfrif Mozilla eto i barhau i gydweddu.
da: Log ind på din Mozilla-konto igen for at blive ved med at synkronisere.
de: Melde dich erneut bei deinem Mozilla-Konto an, um weiter zu synchronisieren.
dsb: Pśizjaw se znowego ze swójim Mozilla-kontom, aby dalej synchronizěrował.
el: Συνδεθείτε ξανά στον λογαριασμό Mozilla σας για να συνεχίσετε τον συγχρονισμό.
eo: Ensalutu denove al via Mozilla-konto por daŭrigi sinkronigi.
es: Vuelve a iniciar sesión en tu cuenta de Mozilla para seguir sincronizando.
es_ar: Vuelve a iniciar sesión en tu cuenta de Mozilla para seguir sincronizando.
et: Sünkroonimise jätkamiseks logi uuesti sisse oma Mozilla kontosse.
eu: Hasi saioa berriro zure Mozilla kontuan sinkronizatzen jarraitzeko.
fa: برای ادامهٔ همگام‌سازی، دوباره به حساب Mozilla خود وارد شوید.
ff: Connecte-toi à nouveau à ton compte Mozilla pour continuer à synchroniser.
fi: Kirjaudu Mozilla-tilillesi uudelleen jatkaaksesi synkronointia.
fr: Reconnecte-toi à ton compte Mozilla pour continuer à synchroniser.
fur: Torne a jentrâ tal to account Mozilla par continuâ a sincronizâ.
fy: Meld jo opnij oan by jo Mozilla-akkount om troch te gean mei syngronisearjen.
ga: Sínigh isteach i do chuntas Mozilla arís chun leanúint ar aghaidh ag sioncronú.
gd: Clàraich a-steach dhan chunntas Mozilla agad a-rithist gus leantainn air adhart a' sioncronachadh.
gl: Inicia sesión de novo na túa conta de Mozilla para seguir sincronizando.
gn: Eike jey ne kuenta Mozilla-pe resincroniza hağua gueteri.
gu: સમન્વયન ચાલુ રાખવા માટે તમારા Mozilla એકાઉન્ટમાં ફરીથી સાઇન ઇન કરો.
he: היכנסו שוב לחשבון Mozilla שלכם כדי להמשיך לסנכרן.
hi: सिंक जारी रखने के लिए, अपने Mozilla अकाउंट में फिर से साइन इन करें।
hil: Mag-sign in liwat sa imo Mozilla account para magpadayon ang pag-sync.
hr: Ponovno se prijavite u svoj Mozilla račun da biste nastavili sinkronizaciju.
hsb: Přizjew so znowa ze swojim kontom Mozilla, zo by dale synchronizował.
hu: Jelentkezzen be újra Mozilla-fiókjába a szinkronizálás folytatásához.
hy: Համաժամացումը շարունակելու համար կրկին մուտք գործեք ձեր Mozilla հաշիվ.
ia: Aperi session in tu conto Mozilla de nove pro continuar a synchronisar.
id: Masuk kembali ke akun Mozilla Anda untuk terus menyinkronkan.
is: Skráðu þig aftur inn á Mozilla reikninginn þinn til að halda áfram að samstilla.
it: Accedi di nuovo al tuo account Mozilla per continuare a sincronizzare.
ja: 同期を続けるには、Mozillaアカウントに再度サインインしてください。
ka: სინქრონიზაციის გასაგრძელებლად ხელახლა შედით თქვენს Mozilla-ანგარიშში.
kaa: Sinxronlastırıwdı dawam etiw ushın Mozilla akkauntıńızǵa qayta kiriń.
kab: Ales kcem ɣer umiḍan-ik Mozilla akken ad tkemmleḍ asdukel.
kk: Синхрондауды жалғастыру үшін Mozilla есептік жазбаңызға қайта кіріңіз.
km: ចូលគណនី Mozilla របស់អ្នកម្ដងទៀតដើម្បីបន្តធ្វើសមកាលកម្ម។
kmr: Ji bo domandina hevdemkirinê, dîsa têkeve hesabê xwe yê Mozilla.
kn: ಸಿಂಕ್ ಮುಂದುವರಿಸಲು ನಿಮ್ಮ Mozilla ಖಾತೆಗೆ ಮತ್ತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 계속 동기화하려면 Mozilla 계정에 다시 로그인하세요.
kw: Sina ajy dhe'th akont Mozilla arta rag pesya kesunya.
lij: Torna a fâ l'accesso a-o tò conto Mozilla pe continoâ a sincronizzâ.
lo: ເຂົ້າສູ່ລະບົບບັນຊີ Mozilla ຂອງທ່ານອີກຄັ້ງເພື່ອຊິງຄ໌ຕໍ່ໄປ.
lt: Vėl prisijunkite prie Mozilla paskyros, kad tęstumėte sinchronizavimą.
lv: Piesakieties Mozilla kontā vēlreiz, lai turpinātu sinhronizāciju.
meh: Inicia sesión de nuevo en tu cuenta de Mozilla para seguir sincronizando.
ml: സിങ്ക് തുടരാൻ നിങ്ങളുടെ Mozilla അക്കൗണ്ടിലേക്ക് വീണ്ടും സൈൻ ഇൻ ചെയ്യുക.
mr: सिंक सुरू ठेवण्यासाठी तुमच्या Mozilla खात्यात पुन्हा साइन इन करा.
my: စင့်ခ်ဆက်လုပ်ရန် သင့် Mozilla အကောင့်သို့ ထပ်မံ ဝင်ရောက်ပါ။
nb: Logg inn på Mozilla-kontoen din på nytt for å fortsette å synkronisere.
ne: सिंक जारी राख्न आफ्नो Mozilla खातामा फेरि साइन इन गर्नुहोस्।
nl: Meld je opnieuw aan bij je Mozilla-account om te blijven synchroniseren.
nn: Logg inn på Mozilla-kontoen din på nytt for å halde fram med å synkronisere.
oc: Reconnectatz-vos a vòstre compte Mozilla per contunhar de sincronizar.
or: ସିଙ୍କ ଜାରି ରଖିବାକୁ ପୁଣି ଆପଣଙ୍କ Mozilla ଆକାଉଣ୍ଟରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: ਸਿੰਕ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੇ Mozilla ਖਾਤੇ ਵਿੱਚ ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰੋ।
pa_pk: سنک جاری رکھن لئی اپݨے Mozilla اکاؤنٹ وچ دوبارہ سائن ان کرو۔
pl: Zaloguj się ponownie do konta Mozilli, aby kontynuować synchronizację.
ps: د همغږۍ دوام لپاره بیا خپل Mozilla حساب ته ننوځئ.
pt_br: Entre novamente na sua conta da Mozilla para continuar sincronizando.
pt_pt: Inicia sessão novamente na tua conta Mozilla para continuar a sincronizar.
rm: T’annunzia da nov tar tes conto Mozilla per cuntinuar a sincronisar.
ro: Conectează-te din nou la contul tău Mozilla pentru a continua sincronizarea.
ru: Войдите в аккаунт Mozilla снова, чтобы продолжить синхронизацию.
sat: ᱥᱤᱝᱠ ᱪᱟᱞᱩ ᱛᱟᱦᱮᱸ ᱞᱟᱹᱜᱤᱛ ᱫᱩᱦᱲᱟ ᱟᱢᱟᱜ Mozilla ᱟᱠᱟᱩᱱᱴ ᱨᱮ ᱥᱟᱭᱤᱱ ᱤᱱ ᱢᱮ ᱾
sc: Intra torra in su contu Mozilla tuo pro sighire a sincronizare.
scn: Trasi arrè nnô cuntu Mozilla tò pi cuntinuari a sincronizzari.
si: සමමුහුර්ත කිරීම දිගටම කරගෙන යාමට ඔබේ Mozilla ගිණුමට නැවත පිවිසෙන්න.
sk: Znova sa prihláste do svojho účtu Mozilla, aby ste mohli pokračovať v synchronizácii.
skr: ہم وقت کرݨ جاری رکھݨ کیتے آپݨے Mozilla کھاتے نال ولدا سائن ان تھیوو۔
sl: Znova se prijavite v svoj račun Mozilla, da nadaljujete s sinhronizacijo.
sq: Bëni sërish hyrjen në llogarinë tuaj Mozilla që të vazhdoni njëkohësimin.
sr: Поново се пријавите на свој Mozilla налог да наставите синхронизацију.
su: Asup deui kana akun Mozilla anjeun supaya bisa terus nyingkronkeun.
sv: Logga in på ditt Mozilla-konto igen för att fortsätta synkronisera.
szl: Zaloguj sie zaś do kōnta Mozilla, coby dalij synchronizować.
ta: ஒத்திசைவைத் தொடர உங்கள் Mozilla கணக்கில் மீண்டும் உள்நுழையவும்.
te: సింక్ కొనసాగించడానికి మీ Mozilla ఖాతాలోకి మళ్లీ సైన్ ఇన్ చేయండి.
tg: Барои идомаи ҳамоҳангсозӣ бори дигар ба ҳисоби Mozilla-и худ ворид шавед.
th: ลงชื่อเข้าใช้บัญชี Mozilla ของคุณอีกครั้งเพื่อซิงค์ต่อไป
tl: Mag-sign in ulit sa iyong Mozilla account para magpatuloy ang pag-sync.
tok: o kepeken sin e nimi Mozilla sina tawa awen sama.
tr: Eşitlemeye devam etmek için Mozilla hesabınıza yeniden giriş yapın.
trs: Inicia sesión de nuevo en tu cuenta de Mozilla para seguir sincronizando.
tt: Синхронлаштыруны дәвам итәр өчен Mozilla хисап язмагызга яңадан керегез.
tzm: Ales kcem ɣer umiḍan-ik Mozilla akken ad tkemmleḍ asdukel.
ug: قەدەمداشلاشنى داۋاملاشتۇرۇش ئۈچۈن Mozilla ھېساباتىڭىزغا قايتا كىرىڭ.
uk: Увійдіть в обліковий запис Mozilla знову, щоб продовжити синхронізацію.
ur: ہم وقت سازی جاری رکھنے کے لیے دوبارہ اپنے Mozilla اکاؤنٹ میں سائن اِن کریں۔
uz: Sinxronlashni davom ettirish uchun Mozilla hisobingizga qayta kiring.
vec: Entra torna intel to account Mozilla par continuar a sincronizar.
vi: Đăng nhập lại vào tài khoản Mozilla để tiếp tục đồng bộ hóa.
yo: Wọlé sí àkáǹtì Mozilla rẹ padà láti máa bá a lọ pẹ̀lú sync.
yua: Inicia sesión de nuevo en tu cuenta de Mozilla para seguir sincronizando.
zh_hans: 请重新登录您的 Mozilla 账户以继续同步。
zh_hant: 請重新登入您的 Mozilla 帳號以繼續同步。

# dejavu_sync_sign_in
source: Sign in
ab: Аҭыхра
am: ይግቡ
an: Iniciar sesión
ar: تسجيل الدخول
ast: Aniciar sesión
az: Daxil ol
azb: داخل اول
be: Увайсці
bg: Вход
bn: সাইন ইন করুন
bqi: وارد وابی
br: Kevreañ
brh: سائن ان کبو
bs: Prijavi se
ca: Inicia la sessió
cak: Tok
ceb: Mag-sign in
ckb: چوونە ژوورەوە
co: Cunnettesi
cs: Přihlásit se
cy: Mewngofnodi
da: Log ind
de: Anmelden
dsb: Pśizjawiś
el: Σύνδεση
eo: Ensaluti
es: Iniciar sesión
es_ar: Iniciar sesión
et: Logi sisse
eu: Hasi saioa
fa: ورود
ff: Se connecter
fi: Kirjaudu sisään
fr: Se connecter
fur: Jentre
fy: Oanmelde
ga: Sínigh isteach
gd: Clàraich a-steach
gl: Iniciar sesión
gn: Eike
gu: સાઇન ઇન કરો
he: כניסה
hi: साइन इन करें
hil: Mag-sign in
hr: Prijava
hsb: Přizjewić
hu: Bejelentkezés
hy: Մուտք գործել
ia: Aperir session
id: Masuk
is: Skrá inn
it: Accedi
ja: サインイン
ka: შესვლა
kaa: Kiriw
kab: Kcem
kk: Кіру
km: ចូល
kmr: Têkeve
kn: ಸೈನ್ ಇನ್ ಮಾಡು
ko: 로그인
kw: Sina Ajy
lij: Fa l'accesso
lo: ເຂົ້າສູ່ລະບົບ
lt: Prisijungti
lv: Pieteikties
meh: Iniciar sesión
ml: സൈൻ ഇൻ ചെയ്യുക
mr: साइन इन करा
my: ဝင်ရောက်ရန်
nb: Logg inn
ne: साइन इन गर्नुहोस्
nl: Aanmelden
nn: Logg inn
oc: Se connectar
or: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pa_pk: سائن ان کرو
pl: Zaloguj się
ps: ننوتل
pt_br: Entrar
pt_pt: Iniciar sessão
rm: S’annunziar
ro: Conectare
ru: Войти
sat: ᱥᱟᱭᱤᱱ ᱤᱱ ᱢᱮ
sc: Intra
scn: Trasi
si: පිවිසෙන්න
sk: Prihlásiť sa
skr: سائن ان
sl: Prijava
sq: Hyni
sr: Пријави се
su: Asup
sv: Logga in
szl: Zaloguj sie
ta: உள்நுழை
te: సైన్ ఇన్ చేయి
tg: Ворид шудан
th: ลงชื่อเข้าใช้
tl: Mag-sign in
tok: o kepeken e nimi
tr: Giriş yap
trs: Iniciar sesión
tt: Керү
tzm: Kcem
ug: كىر
uk: Увійти
ur: سائن اِن کریں
uz: Kirish
vec: Entra
vi: Đăng nhập
yo: Wọlé
yua: Iniciar sesión
zh_hans: 登录
zh_hant: 登入

# dejavu_sync_signed_out
source: Sign in to your Mozilla account to sync your workspaces with Zen.
ab: Zen ду шәыԥхьаӡаз аҭыԥқәа расинхронизациа азы, Mozilla аккаунт аҟны шәхы.
am: የስራ ቦታዎችዎን ከZen ጋር ለማመሳሰል ወደ Mozilla መለያዎ ይግቡ።
an: Inicia sesión en a tuya cuenta de Mozilla ta sincronizar os tuyos espacios de treballo con Zen.
ar: سجّل الدخول إلى حساب Mozilla لمزامنة مساحات عملك مع Zen.
ast: Anicia sesión na to cuenta Mozilla pa sincronizar los tos espacios de trabayu con Zen.
az: İş sahələrinizi Zen ilə sinxronlaşdırmaq üçün Mozilla hesabınıza daxil olun.
azb: ایش ساحه‌لرینیزی Zen ایله همگام‌سازی ائتمک اوچون Mozilla حسابینیزا داخل اولون.
ban: Sign in ka akun Mozilla ragane anggon nyinkronang genah ragane ajak Zen.
be: Увайдзіце ва ўліковы запіс Mozilla, каб сінхранізаваць вашы прасторы з Zen.
bg: Влезте в профила си в Mozilla, за да синхронизирате работните си пространства със Zen.
bn: Zen-এর সাথে আপনার ওয়ার্কস্পেস Sync করতে আপনার Mozilla অ্যাকাউন্টে সাইন ইন করুন।
bqi: بره همگام کردن فضا یلت با Zen، بیا تو حساب Mozilla خودت.
br: Kevreit ouzh ho kont Mozilla evit goubredañ hoc’h egorioù labour gant Zen.
brh: Zen گدا نی نا ورک سپیساک سنک کننا نا واسطے نی نا Mozilla اکاؤنٹ اٹ سائن ان کبو۔
bs: Prijavite se na svoj Mozilla račun da sinhronizujete radne prostore sa Zenom.
ca: Inicieu la sessió amb el vostre compte de Mozilla per sincronitzar els espais de treball amb el Zen.
cak: Tatok pa ri Rukwenta Mozilla richin najunamirisaj ri taq asamajib'äl rik'in Zen.
ceb: Mag-sign in sa imong Mozilla account para i-sync ang imong mga workspace uban sa Zen.
ckb: بچۆرە ژوورەوە بۆ هەژماری Mozilla ی خۆت بۆ هاوکاتکردنی فەزاکانت لەگەڵ Zen.
co: Cunnettitevi à u vostru contu Mozilla per sincrunizà i vostri spazii di travagliu cù Zen.
cs: Pro synchronizaci pracovních prostorů se Zen se přihlaste ke svému účtu Mozilly.
cy: Mewngofnodwch i’ch cyfrif Mozilla i gydweddu’ch gweithleoedd â Zen.
da: Log ind på din Mozilla-konto for at synkronisere dine arbejdsområder med Zen.
de: Melde dich bei deinem Mozilla-Konto an, um deine Arbeitsbereiche mit Zen zu synchronisieren.
dsb: Pśizjaw se ze swójim Mozilla-kontom, aby swóje źěłowe rumy z Zen synchronizěrował.
el: Συνδεθείτε στον λογαριασμό Mozilla σας για να συγχρονίσετε τους χώρους εργασίας σας με το Zen.
eo: Ensalutu al via Mozilla-konto por sinkronigi viajn laborspacojn kun Zen.
es: Inicia sesión en tu cuenta de Mozilla para sincronizar tus espacios de trabajo con Zen.
es_ar: Inicia sesión en tu cuenta de Mozilla para sincronizar tus espacios de trabajo con Zen.
et: Tööruumide Zeniga sünkroonimiseks logi sisse oma Mozilla kontosse.
eu: Hasi saioa zure Mozilla kontuan zure laneremuak Zenekin sinkronizatzeko.
fa: برای همگام‌سازی فضاهای کاری‌تان با Zen، به حساب Mozilla خود وارد شوید.
ff: Connecte-toi à ton compte Mozilla pour synchroniser tes espaces de travail avec Zen.
fi: Kirjaudu Mozilla-tilillesi synkronoidaksesi työtilasi Zenin kanssa.
fr: Connecte-toi à ton compte Mozilla pour synchroniser tes espaces avec Zen.
fur: Jentre tal to account Mozilla par sincronizâ i tiei spazis di lavôr cun Zen.
fy: Meld jo oan by jo Mozilla-akkount om jo wurkromten mei Zen te syngronisearjen.
ga: Sínigh isteach i do chuntas Mozilla chun do spásanna oibre a shioncronú le Zen.
gd: Clàraich a-steach dhan chunntas Mozilla agad gus na h-àiteachan-obrach agad a shioncronachadh le Zen.
gl: Inicia sesión na túa conta de Mozilla para sincronizar os teus espazos de traballo con Zen.
gn: Eike ne kuenta Mozilla-pe resincronizar hağua ne tembiapo renda Zen ndive.
gu: તમારા વર્કસ્પેસને Zen સાથે સમન્વયિત કરવા માટે તમારા Mozilla એકાઉન્ટમાં સાઇન ઇન કરો.
he: היכנסו לחשבון Mozilla שלכם כדי לסנכרן את מרחבי העבודה שלכם עם Zen.
hi: अपने वर्कस्पेस को Zen के साथ सिंक करने के लिए, अपने Mozilla अकाउंट में साइन इन करें।
hil: Mag-sign in sa imo Mozilla account para i-sync ang imo mga workspace upod ang Zen.
hr: Prijavite se u svoj Mozilla račun za sinkronizaciju radnih prostora sa Zenom.
hsb: Přizjew so ze swojim kontom Mozilla, zo by swoje dźěłowe rumy z Zen synchronizował.
hu: Jelentkezzen be Mozilla-fiókjába, hogy szinkronizálja munkaterületeit a Zennel.
hy: Մուտք գործեք ձեր Mozilla հաշիվ՝ տարածքները Zen֊ի հետ համաժամացնելու համար.
ia: Aperi session in tu conto Mozilla pro synchronisar tu spatios de labor con Zen.
id: Masuk ke akun Mozilla Anda untuk menyinkronkan ruang kerja dengan Zen.
is: Skráðu þig inn á Mozilla reikninginn þinn til að samstilla vinnusvæðin þín við Zen.
it: Accedi al tuo account Mozilla per sincronizzare i tuoi spazi con Zen.
ja: Mozillaアカウントにサインインすると、ワークスペースをZenと同期できます。
ka: შედით თქვენს Mozilla-ანგარიშში, რომ სივრცეები Zen-თან დაასინქრონოთ.
kaa: Jumıs maydanlarıńızdı Zen penen sinxronlastırıw ushın Mozilla akkauntıńızǵa kiriń.
kab: Kcem ɣer umiḍan-ik Mozilla akken ad tesdukkuleḍ imukan n umahil-ik akked Zen.
kk: Жұмыс кеңістіктеріңізді Zen-мен синхрондау үшін Mozilla есептік жазбаңызға кіріңіз.
km: ចូលគណនី Mozilla របស់អ្នកដើម្បីធ្វើសមកាលកម្មចន្លោះការងាររបស់អ្នកជាមួយ Zen។
kmr: Ji bo hevdemkirina qadên xwe bi Zen re, têkeve hesabê xwe yê Mozilla.
kn: Zen ಜೊತೆ ನಿಮ್ಮ ಕಾರ್ಯಕ್ಷೇತ್ರಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಲು ನಿಮ್ಮ Mozilla ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: Mozilla 계정에 로그인하면 작업 공간을 Zen과 동기화할 수 있습니다.
kw: Sina ajy dhe'th akont Mozilla rag kesunya dha dyleryow-ober gans Zen.
lij: Fa l'accesso a-o tò conto Mozilla pe sincronizzâ i tò spaçi de travaggio con Zen.
lo: ເຂົ້າສູ່ລະບົບບັນຊີ Mozilla ຂອງທ່ານເພື່ອຊິງຄ໌ພື້ນທີ່ເຮັດວຽກຂອງທ່ານກັບ Zen.
lt: Prisijunkite prie Mozilla paskyros, kad sinchronizuotumėte darbo erdves su Zen.
lv: Piesakieties savā Mozilla kontā, lai sinhronizētu darbvietas ar Zen.
meh: Inicia sesión en tu cuenta de Mozilla para sincronizar tus espacios de trabajo con Zen.
ml: Zen യുമായി നിങ്ങളുടെ പണിയിടങ്ങൾ സിങ്ക് ചെയ്യാൻ നിങ്ങളുടെ Mozilla അക്കൗണ്ടിലേക്ക് സൈൻ ഇൻ ചെയ്യുക.
mr: Zen सह तुमची कार्यक्षेत्रे सिंक करण्यासाठी तुमच्या Mozilla खात्यात साइन इन करा.
my: သင့်လုပ်ငန်းခွင်များကို Zen နှင့် စင့်ခ်ချရန် သင့် Mozilla အကောင့်သို့ ဝင်ရောက်ပါ။
nb: Logg inn på Mozilla-kontoen din for å synkronisere arbeidsområdene dine med Zen.
ne: Zen सँग आफ्ना कार्यक्षेत्रहरु सिंक गर्न आफ्नो Mozilla खातामा साइन इन गर्नुहोस्।
nl: Meld je aan bij je Mozilla-account om je werkruimtes met Zen te synchroniseren.
nn: Logg inn på Mozilla-kontoen din for å synkronisere arbeidsområda dine med Zen.
oc: Connectatz-vos a vòstre compte Mozilla per sincronizar vòstres espacis de trabalh amb Zen.
or: Zen ସହିତ ଆପଣଙ୍କ କାର୍ଯ୍ୟକ୍ଷେତ୍ର ସିଙ୍କ କରିବାକୁ ଆପଣଙ୍କ Mozilla ଆକାଉଣ୍ଟରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: Zen ਨਾਲ ਆਪਣੀਆਂ ਵਰਕਸਪੇਸਾਂ ਸਿੰਕ ਕਰਨ ਲਈ ਆਪਣੇ Mozilla ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pa_pk: Zen نال اپݨیاں ورک سپیساں سنک کرن لئی اپݨے Mozilla اکاؤنٹ وچ سائن ان کرو۔
pl: Zaloguj się do konta Mozilli, aby synchronizować obszary robocze z Zen.
ps: د خپلو ساحو له Zen سره همغږي کولو لپاره، خپل Mozilla حساب ته ننوځئ.
pt_br: Entre na sua conta da Mozilla para sincronizar seus espaços de trabalho com o Zen.
pt_pt: Inicia sessão na tua conta Mozilla para sincronizar os teus espaços de trabalho com o Zen.
rm: T’annunzia tar tes conto Mozilla per sincronisar tes spazis da lavur cun Zen.
ro: Conectează-te la contul tău Mozilla pentru a-ți sincroniza spațiile de lucru cu Zen.
ru: Войдите в аккаунт Mozilla, чтобы синхронизировать рабочие пространства с Zen.
sat: Zen ᱢᱮᱫ ᱛᱮ ᱣᱟᱨᱠᱥᱯᱮᱥ ᱥᱤᱝᱠ ᱞᱟᱹᱜᱤᱛ ᱟᱢᱟᱜ Mozilla ᱟᱠᱟᱩᱱᱴ ᱨᱮ ᱥᱟᱭᱤᱱ ᱤᱱ ᱢᱮ ᱾
sc: Intra in su contu Mozilla tuo pro sincronizare is ispàtzios de traballu tuos cun Zen.
scn: Trasi nnô cuntu Mozilla tò pi sincronizzari i spazzii di travagghiu tò cu Zen.
si: Zen සමඟ ඔබේ අවකාශ සමමුහුර්ත කිරීමට ඔබේ Mozilla ගිණුමට පිවිසෙන්න.
sk: Prihláste sa do svojho účtu Mozilla, aby ste synchronizovali svoje pracovné priestory so Zenom.
skr: آپݨیاں ورک سپیساں Zen نال ہم وقت کرݨ کیتے آپݨے Mozilla کھاتے نال سائن ان تھیوو۔
sl: Prijavite se v svoj račun Mozilla, da delovne prostore sinhronizirate z Zenom.
sq: Bëni hyrjen në llogarinë tuaj Mozilla që të njëkohësoni hapësirat tuaja të punës me Zen-in.
sr: Пријавите се на свој Mozilla налог да синхронизујете радне просторе са Zen-ом.
su: Asup kana akun Mozilla anjeun pikeun nyingkronkeun rohangan anjeun jeung Zen.
sv: Logga in på ditt Mozilla-konto för att synkronisera dina arbetsytor med Zen.
szl: Zaloguj sie do kōnta Mozilla, coby synchronizować twoje place z Zen.
ta: Zen உடன் உங்கள் பணியிடங்களை ஒத்திசைக்க உங்கள் Mozilla கணக்கில் உள்நுழையவும்.
te: Zenతో మీ కార్యస్థలాలను సింక్ చేయడానికి మీ Mozilla ఖాతాలోకి సైన్ ఇన్ చేయండి.
tg: Барои ҳамоҳанг кардани фазоҳоятон бо Zen, ба ҳисоби Mozilla-и худ ворид шавед.
th: ลงชื่อเข้าใช้บัญชี Mozilla ของคุณเพื่อซิงค์พื้นที่ทำงานกับ Zen
tl: Mag-sign in sa iyong Mozilla account para i-sync ang iyong mga workspace kasama ang Zen.
tok: o kepeken nimi Mozilla sina tawa sama e kulupu poki sina kepeken Zen.
tr: Çalışma alanlarınızı Zen ile eşitlemek için Mozilla hesabınıza giriş yapın.
trs: Inicia sesión en tu cuenta de Mozilla para sincronizar tus espacios de trabajo con Zen.
tt: Эш өлкәләрегезне Zen белән синхронлаштыру өчен Mozilla хисап язмагызга керегез.
tzm: Kcem ɣer umiḍan-ik Mozilla akken ad tesdukkuleḍ imukan n umahil-ik akked Zen.
ug: خىزمەت دائىرىلىرىڭىزنى Zen بىلەن قەدەمداشلاش ئۈچۈن Mozilla ھېساباتىڭىزغا كىرىڭ.
uk: Увійдіть в обліковий запис Mozilla, щоб синхронізувати робочі простори з Zen.
ur: اپنی ورک اسپیسز کو Zen کے ساتھ ہم وقت کرنے کے لیے اپنے Mozilla اکاؤنٹ میں سائن اِن کریں۔
uz: Ish maydonlaringizni Zen bilan sinxronlashtirish uchun Mozilla hisobingizga kiring.
vec: Entra intel to account Mozilla par sincronizar i to spasi de laoro co Zen.
vi: Đăng nhập vào tài khoản Mozilla để đồng bộ hóa không gian làm việc của bạn với Zen.
yo: Wọlé sí àkáǹtì Mozilla rẹ láti ṣe sync àwọn ibi-iṣẹ́ rẹ pẹ̀lú Zen.
yua: Inicia sesión en tu cuenta de Mozilla para sincronizar tus espacios de trabajo con Zen.
zh_hans: 登录您的 Mozilla 账户,即可将工作区与 Zen 同步。
zh_hant: 登入您的 Mozilla 帳號,即可將工作區與 Zen 同步。

# dejavu_sync_syncing
source: Syncing…
ab: Аисинхронизациа мҩаԥысуеит…
am: በማመሳሰል ላይ…
an: Sincronizando…
ar: جارٍ المزامنة…
ast: Sincronizando…
az: Sinxronlaşdırılır…
azb: همگام‌سازی اولونور…
ban: Nyinkronang...
be: Сінхранізацыя…
bg: Синхронизиране…
bn: Sync হচ্ছে…
bqi: داره همگام می‌بۊ…
br: O c’houbredañ…
brh: سنک ہننا…
bs: Sinhronizacija…
ca: S'està sincronitzant…
cak: Yejunamirisäx…
ceb: Nag-sync...
ckb: هاوکاتکردن…
co: Sincrunizazione…
cs: Synchronizuje se…
cy: Yn cydweddu…
da: Synkroniserer …
de: Wird synchronisiert …
dsb: Synchronizěrujo se…
el: Γίνεται συγχρονισμός…
eo: Sinkronigante…
es: Sincronizando…
es_ar: Sincronizando…
et: Sünkroonimine…
eu: Sinkronizatzen…
fa: در حال همگام‌سازی…
ff: Synchronisation…
fi: Synkronoidaan …
fr: Synchronisation…
fur: Daûr a sincronizâ…
fy: Dwaande mei syngronisearjen…
ga: Ag sioncronú…
gd: A' sioncronachadh…
gl: Sincronizando…
gn: Osincronizahína…
gu: સમન્વયિત થઈ રહ્યું છે…
he: מסנכרן…
hi: सिंक हो रहा है…
hil: Nagasync...
hr: Sinkronizacija…
hsb: Synchronizuje so…
hu: Szinkronizálás…
hy: Համաժամացում…
ia: Synchronisation…
id: Menyinkronkan…
is: Samstillir…
it: Sincronizzazione…
ja: 同期中…
ka: სინქრონდება…
kaa: Sinxronlastırılıp atır…
kab: Asdukel…
kk: Синхрондалуда…
km: កំពុងធ្វើសមកាលកម្ម…
kmr: Tê hevdemkirin…
kn: ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 동기화 중…
kw: Ow kesunya…
lij: Sincronizzando…
lo: ກຳລັງຊິງຄ໌…
lt: Sinchronizuojama…
lv: Notiek sinhronizācija…
meh: Sincronizando…
ml: സിങ്ക് ചെയ്യുന്നു…
mr: सिंक करत आहे…
my: စင့်ခ်ချနေသည်…
nb: Synkroniserer …
ne: सिंक गर्दै…
nl: Synchroniseren…
nn: Synkroniserer …
oc: Sincronizacion…
or: ସିଙ୍କ ହେଉଛି…
pa: ਸਿੰਕ ਹੋ ਰਿਹਾ ਹੈ…
pa_pk: سنک ہو رہیا اے…
pl: Synchronizowanie…
ps: همغږي کېږي…
pt_br: Sincronizando…
pt_pt: A sincronizar…
rm: Sincronisar…
ro: Se sincronizează…
ru: Синхронизация…
sat: ᱥᱤᱝᱠ ᱦᱩᱭ ᱠᱟᱱᱟ…
sc: Sincronizende…
scn: Sincronizzannu…
si: සමමුහුර්ත වෙමින්…
sk: Synchronizuje sa…
skr: ہم وقت تھیندا پئے…
sl: Sinhroniziranje …
sq: Po njëkohësohet…
sr: Синхронизација…
su: Nyingkronkeun...
sv: Synkroniserar …
szl: Synchronizowanie…
ta: ஒத்திசைக்கிறது…
te: సింక్ చేస్తోంది…
tg: Дар ҳоли ҳамоҳангсозӣ…
th: กำลังซิงค์…
tl: Sini-sync...
tok: sama…
tr: Eşitleniyor…
trs: Sincronizando…
tt: Синхронлаштырыла…
tzm: Asdukel…
ug: قەدەمداشلىنىۋاتىدۇ…
uk: Синхронізація…
ur: ہم وقت سازی ہو رہی ہے…
uz: Sinxronlashtirilmoqda…
vec: Sincronizasion in corso…
vi: Đang đồng bộ hóa…
yo: Ń ṣe sync...
yua: Sincronizando…
zh_hans: 正在同步…
zh_hant: 同步中…
